export const cares = [
    {
        title: "Ждём при задержке рейса",
        text: "Следим за табло. Первый час ожидания в аэропорту не тарифицируется."
    },
    {
        title: "Переносим и отменяем бесплатно",
        text: "Планы поменялись? Напишите. За 3 часа до подачи отмена без удержаний."
    },
    {
        title: "Стоимость",
        text: "Цена фиксированная - не меняется в пути!"
    },
    {
        title: "Даём проверенных водителей",
        text: "Стаж от пяти лет, знание города, аккуратная манера езды. Без разговоров, если вы не хотите."
    }
]