import { ReviewCardProps } from "@/components/molecules/types";

export const reviews: ReviewCardProps[] = [
  {
    rating: 5,
    text: "Рекомендую обращаться, машину нашли быстро, цена соответствовала ранее назначенной, водитель прибыл в аэропорт вовремя, поездка прошла отлично. Огромная благодарность за оказанную услугу.",
    client: "Андрей",
  },
  {
    rating: 5,
    text: "Все хорошо, машина приехала в срок, водитель был на связи",
    client: "Игорь",
  },
  {
    rating: 5,
    text: "Нужно было заехать по двум адресам в Санкт-Петербурге и выехать за город и забрать обратно через 2 дня. Оперативно договорились. Услуга была оказана своевременно за цену, на которую договорились изначально. Водитель и администратор всегда были на связи. Всё отлично, спасибо!",
    client: "Юлия",
  },
  {
    rating: 5,
    text: "Заказал с аэропорта до петрозаводска, довез как и договаривались",
    client: "Александр Назаренко",
  },
  {
    rating: 5,
    text: "Заказывала трансфер с питерского ж/д вокзала до санатория Колчаново для бабушки с внуком. Водитель Катерина встретила их прямо у купе в вагоне, взяла вещи, с комфортом довезла, проводила до нужного корпуса. Обратно также через Камила попросили её. Снова все вещи от санатория и до купе помогла донести. Это было важно, так как бабушка ...",
    client: "Оксана",
  },
  {
    rating: 5,
    text: "Написал, договорился, позже с моей стороны появились коррективы, без проблем договорились, изменили время. Водитель приехал вовремя, доехали с Питера до Пскова быстро и комфортно. Рекомендую!",
    client: "Виктор",
  },
  {
    rating: 5,
    text: "Вызвали такси в аэропорт, находясь в Калининградской области, к определенному времени. Камил быстро нашел подходящую машину, озвучил цену. После внесения предоплаты(10%), с нами сразу связался водитель, оговорил все детали поездки. Водитель приехал вовремя, доставил на место назначения, взял стоимость по договоренности",
    client: "Анна",
  },
  {
    rating: 5,
    text: "Камил вежливый, спокойный водитель, довез нас из Питера до Рускеалы, пунктуально приехал утром к вокзалу и подождал опоздавший поезд. Машина чистая, музыка тихая и приятная, а главное очень гуманная цена поездки! Большое спасибо!",
    client: "Анастасия",
  },
  {
    rating: 5,
    text: "Спасибо огромное за чёткость, оперативность, пунктуальность и аккуратное вождение! Рекомендую однозначно!",
    client: "Ирина",
  },
  {
    rating: 5,
    text: "Спасибо Огромное за человеческое отношение и за пунктуальность. Быстро договорились во время машина приехала. Вообще не переживал, услуга оказана на высшем уровне, спасибо еще раз",
    client: "Adlan",
  },
  {
    rating: 5,
    text: "Все прошло отлично! Быстро договорились. Итоговая цена соответствовала заявленной. Водитель вежливый,пунктуальность, машину водит отлично! Доехали быстро и очень хорошо! Рекомендую!",
    client: "Людмила Л",
  },
  {
    rating: 5,
    text: "Услуга была выполнена в срок и очень качественно. Спасибо водителю за вежливость и аккуратность.",
    client: "Anna",
  },
  {
    rating: 5,
    text: "Договорились быстро, стоимость соответствовала. Камил очень аккуратный и ответственный. Заказывали трансфер туда (Ленобласть) и через несколько дней обратно в Санкт-Петербург. Оба раза машина прибыла вовремя, несмотря на снегопад. Водитель настоящий профессионал, вёл машину по скользкой дороге очень бережно, был вежлив, пунктуален, в машине было...",
    client: "Наталья",
  },
  {
    rating: 5,
    text: "Все супер 😊 быстро договорились",
    client: "Арт",
  },
  {
    rating: 5,
    text: "Нужно было ехать в ЛО( дер. Малые Горки). Договорились с водителем- Камилем(извиняюсь, если имя не совсем правильно написала). Камиль -профессионал. Вежливый, приятный собеседник. В машине чисто, комфортно. Спасибо большое. Всем советую👍",
    client: "Людмила",
  },
  {
    rating: 5,
    text: "Отвезли с собачкой в лен область, через 2 дня забрали обратно домой. Всё четко!",
    client: "Людмила",
  },
  {
    rating: 5,
    text: "Быстро, качественно, дёшево. Приехали во время. Вежливый водитель, хороший сервис. Буду пользоваться и дальше)",
    client: "Alexey Andreev",
  },
  {
    rating: 5,
    text: "Всё отлично, товар соответствует описанию",
    client: "Стас",
  },
  {
    rating: 5,
    text: "Поездка прошла замечательно. Ехал на Skoda Octavia с Питера до В.Новгорода после операции на колене. Водитель-Камиль профессионал с большим опытом. О цене договорились легко и она не менялась по окончании поездки(дешевле,чем в др.фирмах).Большое спасибо!",
    client: "Вячеслав",
  },
  {
    rating: 5,
    text: "Позвонил по объявлению назвал адрес куда надо ехать через пять минут мне дали стоимость через 30 минут человек выехал на адрес всё сделал на пять баллов! Рекомендую",
    client: "Вадим",
  },
  {
    rating: 5,
    text: "Очень быстро договорились о поездке. Водитель приехал вовремя, на машине, которая была заявлена. Поездка была из одного района Ленинградской области в другой. Прошла спокойно, всё устроило. Спасибо!",
    client: "Анастасия",
  },
  {
    rating: 5,
    text: "Все быстро, четко) омывай-ка вроде норм))",
    client: "Кирилл",
  },
  {
    rating: 5,
    text: "Всё отлично, честный продавец",
    client: "Андрей",
  },
];
