import { ReviewCardProps } from "@/components/molecules/types";

export const reviews: ReviewCardProps[] = [
    {
        rating: 5,
        text: "Рекомендую обращаться, машину нашли быстро, цена соответствовала ранее назначенной, водитель прибыл в аэропорт вовремя, поездка прошла отлично. Огромная благодарность за оказанную услугу.",
        client: "Андрей",
    },
    {
        rating: 5,
        text: "Рекомендую обращаться, машину нашли быстро, цена соответствовала ранее назначенной, водитель прибыл в аэропорт вовремя, поездка прошла отлично. Огромная благодарность за оказанную услугу.",
        client: "Андрей",
    },
    {
        rating: 5,
        text: "Рекомендую обращаться, машину нашли быстро, цена соответствовала ранее назначенной, водитель прибыл в аэропорт вовремя, поездка прошла отлично. Огромная благодарность за оказанную услугу.",
        client: "Андрей",
    },
    {
        rating: 5,
        text: "Рекомендую обращаться, машину нашли быстро, цена соответствовала ранее назначенной, водитель прибыл в аэропорт вовремя, поездка прошла отлично. Огромная благодарность за оказанную услугу.",
        client: "Андрей",
    },
    {
        rating: 5,
        text: "Рекомендую обращаться, машину нашли быстро, цена соответствовала ранее назначенной, водитель прибыл в аэропорт вовремя, поездка прошла отлично. Огромная благодарность за оказанную услугу.",
        client: "Андрей",
    },
    {
        rating: 5,
        text: "Рекомендую обращаться, машину нашли быстро, цена соответствовала ранее назначенной, водитель прибыл в аэропорт вовремя, поездка прошла отлично. Огромная благодарность за оказанную услугу.",
        client: "Андрей",
    },
]